Repository: MAGISTER-PD2OR/BoomPanel
Catalog: WEB/lang/*/LC_ALL/boompanel.po
Languages: mk

source: Welcome
mk: Здраво!

source: You dont have access to this page!
mk: Немате пристап до оваа страница!

source: Home
mk: Дома

source: Cancel
mk: Одкажи

source: Opps, You're lost.
mk: Изгледа се изгуби?

source: We could not find the page you're looking for.
mk: Страната неможе да се прикаже.

source: Back to Home
mk: Назад

source: Server name
mk: Име на сервер

source: Server
mk: Сервер

source: RCON password
mk: RCON лозинка

source: Edit
mk: Измени

source: Add
mk: Додади

source: Currently added servers
mk: Додадени сервери

source: Server Name
mk: Име на сервер

source: Server IP
mk: IP Адреса

source: RCON Password
mk: RCON Лозинка

source: Edit Server
mk: Измени Сервер

source: Error
mk: Грешка

source: failed to decode JSON data from server
mk: Грешка при декодирање на JSON податоци од сервер

source: Data
mk: Податоци

source: Now online
mk: Сега вклучени

source: Past day
mk: Минат Ден

source: This month
mk: Овој месец

source: All time
mk: Цело време

source: Time left
mk: Останато време

source: Score
mk: Резултати

source: Send command to server
mk: Испрати команда до сервер

source: Command
mk: Команда

source: Send
mk: Испрати

source: Refresh
mk: Освежи

source: Online servers
mk: Достапни сервери

source: Player
mk: Играч

source: Online
mk: Вклучен

source: Total time
mk: Целокупно време

source: Kills
mk: Убиства

source: Deaths
mk: Умрено

source: Action
mk: Акции

source: Player not found
mk: Играчот не е пронајден

source: Player kicked
mk: Играчот е исфрлен

source: Player banned
mk: Играчот е баниран

source: Success
mk: Успешно!

source: ban
mk: бан

source: mute gag
mk: заќути

source: Reason
mk: Причина

source: Time
mk: Време

source: Unban
mk: Одстрани бан

source: Restore ban
mk: Банирај повторно

source: Search
mk: Пребарај

source: Admin
mk: Админ

source: Mute
mk: Заќути

source: Gag
mk: Заќути

source: Silence
mk: Заќути

source: Any Server
mk: Кој било сервер

source: All servers
mk: Сите сервери

source: Latest
mk: Последни

source: bans
mk: банови

source: Total results:
mk: Резултати:

source: Showing results from
mk: Прикажани резултати од

source: Type
mk: Тип

source: Ban
mk: Бан

source: length
mk: должина

source: Length
mk: Должина

source: Banned at
mk: Баниран на

source: Ends
mk: Завршува

source: unbanned
mk: одбаниран

source: mute
mk: Мутиран

source: gag
mk: Заќутен

source: silence
mk: Заќутен

source: edit
mk: измени

source: Prev
mk: Назад

source: Next
mk: Следно

source: Add panel admins
mk: Додади админи на страната

source: All panel admins
mk: Сите админи на страната

source: Delete
mk: Избриши

source: delete
mk: избриши

source: The home page is not finished, so for now use other pages!
mk: Страната не е завршена, за сега користете други страни!

source: Now Online
mk: Сега Достапни

source: Past day online
mk: Достапни минатиот ден

source: This month online
mk: Овој месец достапни

source: All time online
mk: Цело време достапни

source: Search admin logs
mk: Пребарај записи од администраторите

source: All Servers
mk: Сите сервери

source: Latest admin logs
mk: Последни Админ записи

source: Chat search
mk: Пребарај разговор

source: More options
mk: Повеќе

source: Any Time
mk: Кога било

source: Last hour
mk: Последен час

source: Last 6 hours
mk: Последни 6 часа

source: Last day
mk: Последен Ден

source: Last 2 days
mk: Последни 2 Дена

source: Last week
mk: Последна Недела

source: Last 2 weeks
mk: Последни 2 Недели

source: Last 30 days
mk: Последни 30 дена

source: Results
mk: Резултати

source: Message
mk: Пораки

source: Add Server
mk: Додади Сервер

source: Group
mk: Групи

source: All Server Admins
mk: Сите Сервер Админи

source: Group Name
mk: Име на група

source: Added
mk: Додадено

source: Edit Admin
mk: Измени Админ

source: Are you sure you want to delete?
mk: Потврда за бришење

source: If you delete this group, all the admins with this group will also be deleted!
mk: Ако ја избришете оваа група, сите админи од неа ќе бидат одстранети

source: Confirm
mk: Потврда

source: Add Group
mk: Додади Група

source: Immunity
mk: Имунитет

source: Use Time
mk: Корисно до

source: Admin group?
mk: Админ група?

source: Flags
mk: Флагови

source: Flag
mk: Флаг

source: Name
mk: Име

source: All Groups
mk: Сите групи

source: Was online before
mk: Онлине пред

source: Time online
mk: Онлине време

source: About search
mk: За пребарување

source: You can search users by <i>'username', 'IP', 'steamID32', 'steamID64', 'steamcommunity profile URL'</i>. Panel saves every IP and username with what player has been in the server, so it's easier to find alternative accouts or anyone who has used your username before.<br> <b>Undestand that this search is not finished and will have upgrades later!</b>
mk: Можете да пребарувате играчи по <i>'username', 'IP', 'steamID32', 'steamID64', 'steamcommunity profile URL'</i>. Панелот ги зачувува сите IP и јузер имиња со кој еден играч бил присутен, поради тоа да се најдат алтернативни акаунти е многу лесно.<b>Оваа функција не е довршена целосно, работиме на тоа!</b>

source: Search Players
mk: Пребарај играчи

source: Total Results
mk: Резултати

source: Showing Results from
mk: Резултати од

source: Last
mk: Последно

source: Online time
mk: Онлине време

source: connections
mk: конекции

source: First online
mk: Првпат виден

source: Last online
mk: Последно виден
